app/controllers/users_controller.rb

  def create
    user = User.new(user_params)
    if user.save
---
INSERT INTO "users" ("email", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "mail@m.com"], ["password_digest", "qwer"], ["created_at", "2015-10-21 17:40:41.445368"], ["updated_at", "2015-10-21 17:40:41.445368"]]